<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'password' => 'Предоставленный пароль неверный.',
    'Update Password' => 'Обновить пароль',
    'Ensure your account is using a long, random password to stay secure' => 'Для обеспечения безопасности убедитесь, что в вашей учетной записи используется длинный случайный пароль',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'Remember Me' => 'Запомнить меня',
    'Log in' => 'Войти',
    'Logout' => 'Выйти',
    'Forgot our password' => 'Забыли пароль',
    'Register' => 'Зарегистрироваться',
    'Name' => 'Имя',
    'Current Password' => 'Текущий пароль',
    'Confirm Password' => 'Подтвердите пароль',
    'New Password' => 'Новый пароль',
    'Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one' => 'Забыли пароль? Нет проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля, которая позволит вам выбрать новый',
    'Email Password Reset Link' => 'Ссылка для сброса пароля',
    "You're logged in!" => "Вы вошли в систему!",

];
